[
  {"text": "The only way to do great work is to love what you do.", "author": "Steve Jobs"},
  {"text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill"},
  {"text": "Education is not the filling of a pail, but the lighting of a fire.", "author": "William Butler Yeats"},
  {"text": "The more you learn, the more you earn.", "author": "Warren Buffett"},
  {"text": "Your potential is limitless. Keep learning, keep growing.", "author": "Carol S. Dweck"},
  {"text": "Every question you answer brings you one step closer to mastery.", "author": "Malcolm Gladwell"},
  {"text": "The journey of a thousand miles begins with a single step.", "author": "Lao Tzu"},
  {"text": "Knowledge is power, and you're getting stronger every day.", "author": "Francis Bacon"},
  {"text": "Make today's learning tomorrow's success.", "author": "Albert Einstein"},
  {"text": "The best time to learn is now. The best place to start is here.", "author": "Confucius"},
  {"text": "Your dedication to learning today shapes your success tomorrow.", "author": "Jim Rohn"},
  {"text": "Every challenge is an opportunity to grow stronger.", "author": "Nelson Mandela"},
  {"text": "The mind is like a muscle - the more you exercise it, the stronger it gets.", "author": "Jim Kwik"},
  {"text": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb"},
  {"text": "The only limit to your learning is your willingness to try.", "author": "Carol S. Dweck"},
  {"text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius"},
  {"text": "The beautiful thing about learning is that no one can take it away from you.", "author": "B.B. King"},
  {"text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi"},
  {"text": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin"},
  {"text": "The expert in anything was once a beginner.", "author": "Helen Hayes"},
  {"text": "Don't let what you cannot do interfere with what you can do.", "author": "John Wooden"},
  {"text": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein"},
  {"text": "You don't have to be great to start, but you have to start to be great.", "author": "Zig Ziglar"},
  {"text": "Success is the sum of small efforts, repeated day in and day out.", "author": "Robert Collier"},
  {"text": "Learning never exhausts the mind.", "author": "Leonardo da Vinci"},
  {"text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt"},
  {"text": "The secret of getting ahead is getting started.", "author": "Mark Twain"},
  {"text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis"},
  {"text": "Opportunities don't happen. You create them.", "author": "Chris Grosser"},
  {"text": "Success is not how high you have climbed, but how you make a positive difference to the world.", "author": "Roy T. Bennett"},
  {"text": "The best way to predict the future is to create it.", "author": "Peter Drucker"},
  {"text": "What we learn with pleasure we never forget.", "author": "Alfred Mercier"},
  {"text": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle"},
  {"text": "If you can dream it, you can do it.", "author": "Walt Disney"},
  {"text": "The difference between ordinary and extraordinary is that little extra.", "author": "Jimmy Johnson"},
  {"text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky"},
  {"text": "The harder you work for something, the greater you'll feel when you achieve it.", "author": "Unknown"},
  {"text": "Push yourself, because no one else is going to do it for you.", "author": "Unknown"},
  {"text": "Great things never come from comfort zones.", "author": "Unknown"},
  {"text": "Dream bigger. Do bigger.", "author": "Unknown"},
  {"text": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson"},
  {"text": "Little things make big days.", "author": "Isabel Marant"},
  {"text": "It's going to be hard, but hard does not mean impossible.", "author": "Unknown"},
  {"text": "Don't wait for opportunity. Create it.", "author": "George Bernard Shaw"},
  {"text": "Sometimes we're tested not to show our weaknesses, but to discover our strengths.", "author": "Unknown"},
  {"text": "The key to success is to focus on goals, not obstacles.", "author": "Unknown"},
  {"text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt"},
  {"text": "Start where you are. Use what you have. Do what you can.", "author": "Arthur Ashe"},
  {"text": "I am not a product of my circumstances. I am a product of my decisions.", "author": "Stephen R. Covey"},
  {"text": "Motivation is what gets you started. Habit is what keeps you going.", "author": "Jim Ryun"},
  {"text": "The best preparation for tomorrow is doing your best today.", "author": "H. Jackson Brown, Jr."},
  {"text": "You don't have to see the whole staircase, just take the first step.", "author": "Martin Luther King Jr."},
  {"text": "If you want to achieve greatness stop asking for permission.", "author": "Unknown"},
  {"text": "The only place where success comes before work is in the dictionary.", "author": "Vidal Sassoon"},
  {"text": "Doubt kills more dreams than failure ever will.", "author": "Suzy Kassem"},
  {"text": "The harder the battle, the sweeter the victory.", "author": "Les Brown"},
  {"text": "Difficult roads often lead to beautiful destinations.", "author": "Zig Ziglar"},
  {"text": "Don't limit your challenges. Challenge your limits.", "author": "Jerry Dunn"},
  {"text": "If you are not willing to risk the usual, you will have to settle for the ordinary.", "author": "Jim Rohn"},
  {"text": "Success doesn't just find you. You have to go out and get it.", "author": "Unknown"},
  {"text": "The only way to achieve the impossible is to believe it is possible.", "author": "Charles Kingsleigh"},
  {"text": "Don't stop when you're tired. Stop when you're done.", "author": "Marilyn Monroe"},
  {"text": "Wake up with determination. Go to bed with satisfaction.", "author": "George Lorimer"},
  {"text": "Do something today that your future self will thank you for.", "author": "Sean Patrick Flanery"},
  {"text": "Little by little, a little becomes a lot.", "author": "Tanzanian Proverb"},
  {"text": "If you want something you never had, you have to do something you've never done.", "author": "Thomas Jefferson"},
  {"text": "Doubt whom you will, but never yourself.", "author": "Christian Nestell Bovee"},
  {"text": "The secret of success is to do the common thing uncommonly well.", "author": "John D. Rockefeller Jr."},
  {"text": "You are capable of amazing things.", "author": "Unknown"},
  {"text": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller"},
  {"text": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.", "author": "Martin Luther King Jr."},
  {"text": "The best revenge is massive success.", "author": "Frank Sinatra"},
  {"text": "Difficulties in life are intended to make us better, not bitter.", "author": "Dan Reeves"},
  {"text": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.", "author": "Jordan Belfort"},
  {"text": "You don't have to be perfect to be amazing.", "author": "Unknown"},
  {"text": "If you want to lift yourself up, lift up someone else.", "author": "Booker T. Washington"},
  {"text": "You are braver than you believe, stronger than you seem and smarter than you think.", "author": "A.A. Milne"},
  {"text": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson"},
  {"text": "Act as if what you do makes a difference. It does.", "author": "William James"},
  {"text": "The best way out is always through.", "author": "Robert Frost"},
  {"text": "You are never too old to learn something new.", "author": "Unknown"},
  {"text": "The only real mistake is the one from which we learn nothing.", "author": "Henry Ford"},
  {"text": "Success is walking from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill"},
  {"text": "The future depends on what you do today.", "author": "Mahatma Gandhi"},
  {"text": "If you want to go fast, go alone. If you want to go far, go together.", "author": "African Proverb"},
  {"text": "You are the artist of your own life. Don't hand the paintbrush to anyone else.", "author": "Unknown"},
  {"text": "The only way to learn mathematics is to do mathematics.", "author": "Paul Halmos"},
  {"text": "The beautiful thing about learning is that nobody can take it away from you.", "author": "B.B. King"},
  {"text": "The expert in anything was once a beginner.", "author": "Helen Hayes"},
  {"text": "Success is not in what you have, but who you are.", "author": "Bo Bennett"},
  {"text": "The only thing that overcomes hard luck is hard work.", "author": "Harry Golden"},
  {"text": "The best way to gain self-confidence is to do what you are afraid to do.", "author": "Swati Sharma"},
  {"text": "You don't have to be the best, you just have to be better than you were yesterday.", "author": "Unknown"},
  {"text": "The only thing that stands between you and your dream is the will to try and the belief that it is actually possible.", "author": "Joel Brown"},
  {"text": "The only thing we have to fear is fear itself.", "author": "Franklin D. Roosevelt"},
  {"text": "The best way to get started is to quit talking and begin doing.", "author": "Walt Disney"},
  {"text": "The only thing that is constant is change.", "author": "Heraclitus"},
  {"text": "The only thing that separates success from failure is one last attempt. Try one more time and you will get lucky.", "author": "A.P.J. Abdul Kalam"},
  {"text": "The only thing that can stop you is the doubt that you carry in your mind.", "author": "Unknown"},
  {"text": "The only thing that matters is how you see yourself.", "author": "Unknown"},
  {"text": "The only thing that is impossible is the thing you never try.", "author": "Unknown"},
  {"text": "The only thing that is truly yours is your education.", "author": "Unknown"},
  {"text": "The only thing that is permanent is change.", "author": "Heraclitus"},
  {"text": "The only thing that is certain is uncertainty.", "author": "Pliny the Elder"},
  {"text": "The only thing that is real is the present moment.", "author": "Eckhart Tolle"},
  {"text": "The only thing that is important is to keep learning.", "author": "Unknown"},
  {"text": "The only thing that is necessary for the triumph of evil is for good men to do nothing.", "author": "Edmund Burke"},
  {"text": "The only thing that is worth doing is what you do for others.", "author": "Unknown"},
  {"text": "The only thing that is worth having is a dream.", "author": "Unknown"},
  {"text": "The only thing that is worth fighting for is your dreams.", "author": "Unknown"},
  {"text": "The only thing that is worth living for is your dreams.", "author": "Unknown"},
  {"text": "The only thing that is worth dying for is your dreams.", "author": "Unknown"},
  {"text": "The only thing that is worth believing in is yourself.", "author": "Unknown"},
  {"text": "The only thing that is worth loving is yourself.", "author": "Unknown"},
  {"text": "The only thing that is worth respecting is yourself.", "author": "Unknown"},
  {"text": "The only thing that is worth admiring is yourself.", "author": "Unknown"},
  {"text": "The only thing that is worth achieving is your dreams.", "author": "Unknown"}
] 